[
    {
        "id": 1,
        "name": "God of War Ragnarok PS5",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/1/_/1_1__5.jpg",
        "price": 74990,
        "stock": 13,
        "description": "Desde Santa Monica Studio llega la secuela del aclamado por la crítica God of War (2018). Fimbulvetr ya está en camino. Kratos y Atreus deben viajar a cada uno de los nueve reinos en búsqueda de respuestas, mientras que las fuerzas asgardianas se preparan para una batalla profetizada que terminará con el mundo. En el camino explorarán paisajes increíbles y míticos, y se enfrentarán a aterradores enemigos en la forma de dioses nórdicos y monstruos. La amenaza del Ragnarök cada vez está más cerca. Kratos y Atreus deben elegir entre su propia seguridad y la seguridad de los reinos.",
        "category": "juegos"
    },
    {
        "id": 2,
        "name": "Call of Duty: Modern Warfare II PS5",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/u/n/untitled-1_2_3.jpg",
        "price": 69990,
        "stock": 5,
        "description": "Call of Duty®: Modern Warfare® II es la secuela del éxito de taquilla del 2019, Modern Warfare. Con el regreso del icónico líder del equipo, el capitán John Price, el intrépido John \"Soap\" MacTavish, el experimentado sargento Kyle \"Gaz\" Garrick y el lobo solitario, el favorito de los fanáticos Simon \"Ghost\" Riley, los jugadores serán testigos de la legendaria Fuerza operativa 141.",
        "category": "juegos"
    },
    {
        "id": 3,
        "name": "Deep Rock Galactic PS4",
        "image": "https://i.ebayimg.com/images/g/N88AAOSweyxh1nIC/s-l500.png",
        "price": 29990,
        "stock": 9,
        "description": "Deep Rock Galactic es un shooter cooperativo de ciencia ficción en primera persona con enanos espaciales de armas tomar, entornos totalmente destruibles, cuevas generadas procedimentalmente y hordas interminables de monstruos alienígenas.",
        "category": "juegos"
    },
    {
        "id": 4,
        "name": "FIFA 23 PS5/Xbox Series X/S",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/u/n/untitled-3_2_4.jpg",
        "price": 84990,
        "stock": 15,
        "description": "Disfruta de la competición cumbre del fútbol internacional con la FIFA World Cup Qatar 2022™ y la FIFA Womens World Cup Australia and New Zealand 2023™, con una actualización de contenido sin coste adicional. Mantente al día de las últimas noticias para obtener más información a medida que se acerquen los torneos.",
        "category": "juegos"
    },
    {
        "id": 5,
        "name": "F1 22 PS5/Xbox Series X/S",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/1/_/1_1_1.jpg",
        "price": 79990,
        "stock": 10,
        "description": "Entra en la nueva era de Formula 1® en EA SPORTS™ F1® 22, el videojuego oficial del Campeonato Mundial de Fórmula Uno de la FIA™ de 2022. Toma asiento para la nueva temporada donde autos y reglas rediseñadas redefinen el día de la carrera; pon a prueba tus habilidades en el Autódromo Internacional de Miami y degusta la pompa y el glamur en F1® Life. Corre con los nuevos y flamantes autos de la temporada 2022 de Formula 1® con la plantilla auténtica de todos los 20 pilotos y 10 equipos. Toma control de tu experiencia de carrera con nuevas secuencias de carrera inmersivas o de emisión.",
        "category": "juegos"
    },
    {
        "id": 6,
        "name": "Consola Xbox Series X",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/8/8/8898426407480_4.png",
        "price": 599990,
        "stock": 7,
        "description": "La consola Xbox Series X es la consola más potente de la historia. Con una velocidad de 12 teraflops, 16 GB de memoria RAM y un SSD personalizado de 1 TB, la consola Xbox Series X ofrece una experiencia de juego sin precedentes.",
        "category": "consolas"
    },
    {
        "id": 7,
        "name": "Consola Xbox Series S",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/8/8/889842651331-1.jpg",
        "price": 349990,
        "stock": 17,
        "description": "Experimenta la velocidad y el rendimiento de una consola totalmente digital de próxima generación a un precio accesible. Empieza con una biblioteca instantánea de más de 100 juegos de alta calidad, incluidos todos los títulos nuevos de Xbox Game Studios como Halo Infinite el día de su lanzamiento, cuando agregues Xbox Game Pass Ultimate (la membresía se vende por separado). * Alterna sin problemas entre varios juegos en un instante con Quick Resume. En el corazón de la Serie S se encuentra la Arquitectura Xbox Velocity, que combina un SSD personalizado con un software integrado para un juego más rápido y optimizado con tiempos de carga significativamente reducidos.",
        "category": "consolas"
    },
    {
        "id": 8,
        "name": "Consola PlayStation 5",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/p/l/playstation5portada_1.jpg",
        "price": 749990,
        "stock": 0,
        "description": "La consola PlayStation 5 es la consola más potente diseñada por Sony. Con una velocidad de 10,28 teraflops, 16 GB de memoria RAM y un SSD personalizado de 825 GB, la consola PlayStation 5 ofrece una experiencia de juego fluida y haciendo uso de las tecnologías más avanzadas.",
        "category": "consolas"
    },
    {
        "id": 9,
        "name": "Consola Nintendo Switch - OLED",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/0/4/045496883393.jpg",
        "price": 429990,
        "stock": 5,
        "description": "La nueva consola cuenta con una vibrante pantalla OLED de 7 pulgadas (17.78 cm), un soporte ajustable y amplio, una base con puerto LAN para conexión por cable, almacenamiento interno de 64 GB y audio mejorado.",
        "category": "consolas"
    },
    {
        "id": 10,
        "name": "Dualsense Edición God of War Ragnarok",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/7/1/7117195552230.jpeg",
        "price": 79990,
        "stock": 3,
        "description": "Ármate para la batalla de Ragnarök con este control inalámbrico DualSense de edición limitada. Está inspirado en el mundo nórdico de Midgard, con un exclusivo diseño duotono de azul sobre blanco glacial y decorado con la insignia del oso y el lobo, que representan a Kratos y Atreus. Descubre una experiencia de juego más intensa1 que da vida a la acción en las palmas de tus manos. El control inalámbrico DualSense para PS5 ofrece respuesta háptica inmersiva, gatillos adaptativos dinámicos y un micrófono integrado, todo en un diseño icónico.",
        "category": "accesorios"
    },
    {
        "id": 11,
        "name": "Control Inalámbrico Xbox Carbon Black",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/8/8/8898426547760_1.jpeg",
        "price": 64990,
        "stock": 15,
        "description": "Experimenta  el  diseño  moderno  del  control  inalámbrico  Xbox  Carbon  Black,  con  superficies  esculpidas  y  geometría refinada para disfrutar de una mayor comodidad durante el juego. No pierdas el objetivo con el Pad direccional  híbrido  y  agarre  texturizado  en  los  gatillos,  bumpers  y  carcasa  trasera.  Captura  y  comparte  contenido fácilmente, como capturas de pantalla, grabaciones y mucho más con el nuevo botón Compartir.  Utiliza la aplicación Accesorios de Xbox para configurar botones y crear perfiles de control personalizados para tus juegos favoritos. Empareja, juega y cambia rápidamente entre dispositivos, incluidos Xbox Series X, Xbox One, PC con Windows 10 y Android. Conecta cualquier auricular compatible con el conector de audio de 3,5 mm.",
        "category": "accesorios"
    },
    {
        "id": 12,
        "name": "Nintendo Switch Joy-Con - Gris",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/0/4/0454965901230_2.jpeg",
        "price": 99990,
        "stock": 2,
        "description": "Un mando o dos, en vertical o en horizontal, control por movimiento o mediante botones… Con los nuevos mandos Joy-Con para Nintendo Switch tendrás flexibilidad total a la hora de jugar y descubrirás nuevas formas de interactuar que transformarán por completo tus experiencias de juego.",
        "category": "accesorios"
    },
    {
        "id": 13,
        "name": "Preventa Hogwarts Legacy - PS5/Xbox Series X/S",
        "image": "https://www.weplay.cl/pub/media/catalog/product/cache/3f1b140c3c9f36fbf6b01dffb521c246/u/n/untitled-5_2.jpg",
        "price": 64990,
        "stock": 10,
        "description": "Hogwarts Legacy es un RPG de acción y aventura ambientado en el universo de Harry Potter. El juego te llevará a explorar Hogwarts y sus alrededores, así como a descubrir nuevos lugares y personajes. En Hogwarts Legacy, los jugadores podrán crear su propio personaje y vivir una historia única en la que podrán elegir su camino y decidir cómo se desarrollará.",
        "category": "preventas"
    }
]
